---
kind: property
id: P:Autodesk.Revit.DB.DimensionEqualityLabelFormatting.LabelType
source: html/2cbb0786-9999-6b21-6a1b-bb0917570355.htm
---
# Autodesk.Revit.DB.DimensionEqualityLabelFormatting.LabelType Property

The parameter value to be shown.

## Syntax (C#)
```csharp
public LabelType LabelType { get; }
```